[
	{
		"title": "A Wild Sheep Chase", 
		"year": 1989, 		
		"genre": ["Surreal novel", "Magical realism"],
		"plot": "The original title of this novel is “An adventure concerning sheep,” and it lives up to that title. In it, the Murakami hero takes on a political-business-industry syndicate with apparently limitless money and power, and he does it on his own terms. Some of the most interesting parts of the novel take place in the rural wilds of Hokkaido, which has been interpreted alternately as the hero’s inner mind, or as a mythological land of the dead. At its heart, like many Murakami novels, this is a tale of conflict between the will of the individual and the demands of an impersonal State. Oh, and there is a really cool, all-empowering sheep, too.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26278-v1-185x.JPG"
	}, 
	{
		"title": "The Wind-Up Bird Chronicle", 
		"year": 1997, 		
		"genre": ["Novel"],
		"plot": "This is another novel that features an “other world,” this time taking the form of a labyrinthine hotel, in which the hero’s wife, Kumiko, is held prisoner by her evil brother, Wataya Noboru. The hero, a mild-manner, unemployed house-husband named Okada Tōru, must find his way into this metaphysical labyrinth, confront Noboru, and rescue Kumiko. Meanwhile, he must also deal with those awkward moments when the coiled springs of time run down, and different historical epochs slam into one another. The work is a study of sex, violence, and collective memories lost and regained.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26279-v1-185x.JPG"
	}, 
	{
		"title": "Hard-Boiled Wonderland and the End of the World", 
		"year": 1991, 		
		"genre": ["Speculative fiction", "Science fiction", "Surrealism novel"],
		"plot": "If Gabriel Garcia-Marquez and H.G. Wells has gotten together to write a novel, it might have looked like this. Its dual narratives portray, alternately, the mean streets of a slightly futuristic Tokyo embroiled in an information war with real casualties, and a bucolic fantasy world in the form of a Town, surrounded by a massive, perfect wall, populated by people without shadows, a fearsome Gatekeeper, and unicorns. The hero, finally, must choose between the two worlds for his permanent home.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26280-v1-185x.JPG"
	}, 
	{
		"title": "1Q84", 
		"year": 2011, 		
		"genre": ["Alternate history", "Parallel worlds"],
		"plot": "This is the first novel in which Murakami takes up the risky topic of fringe religious groups—a sore spot in Japan since the Aum Shinrikyō terrorist attack of 1995. As the work’s fictitious cult, Sakigake, attempts to re-establish its connection with earth spirits known as the Little People, the novel pursues a central plot of bringing together its two soul-mate heroes: a fitness instructor who moonlights as an assassin of abusive men, and a math genius who moonlights as a copywriter. As with other Murakami novels, this one looks hard at the tension between political and religious ideology and the inner soul of the individual.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26281-v1-185x.JPG"
	}, 
	{
		"title": "Colorless Tsukuru Tazaki and His Years of Pilgrimage", 
		"year": 2014, 		
		"genre": ["Realist novel", "Bildungsroman"],
		"plot": "Tsukuru Tazaki spends much of this story trying to understand why his circle of friends in high school expelled him from their group shortly after he left Nagoya to attend college in Tokyo. His quest for understanding takes him al the way to Finland, where he confronts some hard truths about his own inner self. It is a novel of betrayal and forgiveness, but above all, it is about growing up.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26282-v1-185x.JPG"
	}, 
	{
		"title": "Kafka On the Shore", 
		"year": 2005, 		
		"genre": ["Novel"],
		"plot": "Surely the most confusing of all Murakami novels, this one has three protagonists, each from a different generation. All suffer from some terrible trauma that has led them, Pandora-like, to open the “Gateway Stone” and enter the “other world.” Two return as half-persons; Kafka, the youngest of the three, confronts the metaphysical forest labyrinth determined to become “the world’s strongest fifteen year-old boy.” Its principal message seems to be that, if we cannot change our fate, at least we can turn it to our advantage.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26283-v1-185x.JPG"
	}, 
	{
		"title": "Hear the Wind Sing", 
		"year": 1987, 		
		"genre": [],
		"plot": "This was Murakami’s first novel, and what it lacks in plot it makes up for in its innovative writing style—quick, light, simple. Its hero, known to us only as “Boku” (first-person singular, familiar), slips in and out of the company of his best friend, “Rat,” a kindly Chinese bartender known only as “J.,” and a nine-fingered girl with a major chip on her shoulder, all the while trying to figure out how he came to lose his youth and idealism.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26284-v1-185x.JPG"
	}, 
	{
		"title": "Pinball, 1973", 
		"year": 1987, 		
		"genre": ["Realist novel"],
		"plot": "Continuing the theme of loss and nostalgia in Hear the Wind Sing, this sequel explores in retrospect the nameless protagonist’s relationship with Naoko, who committed suicide during his college days. Considering this dark theme, it draws humor from the nameless Twins who appear, almost out of thin air, to help Boku deal with his sense of loss and loneliness. The work culminates in a quest for Boku’s favorite pinball machine from his Naoko days, the “three-flippered Spaceship,” and a reconciliation of sorts with Naoko’s memory.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26285-v1-185x.JPG"
	}, 
	{
		"title": "Norwegian Wood", 
		"year": 2000, 		
		"genre": ["Coming of age novel"],
		"plot": "Another “Naoko”—or is it the same one?—forms the center of this work, a retrospective look at Watanabe Tōru’s tragic relationship with a mentally disturbed young woman who hears the voice of “Kizuki”—her dead lover and soul mate—calling to her from the “other world.” Tōru spends part of the story trying to prevent her from following this voice, and part of it struggling with his desire for “Midori,” the vibrant “other woman” in the novel.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26286-v1-185x.JPG"
	}, 
	{
		"title": "Dance Dance Dance", 
		"year": 1994, 		
		"genre": ["Novel"],
		"plot": "Not all critics liked this novel; some said it was a little slow-moving. For readers like me, interested in a social deconstruction of the economic phenomenon of “Japan, Inc.,” this work interrogates “advanced capitalism,” highlighting its tendency to commodify and sell anything—including basic human relationships, such as family and friendship. For those who preferred the fantasy leanings of A Wild Sheep Chase, this sequel is built around a quest for “Kiki,” Boku’s ear model girlfriend, who disappeared near the end of that work.", 
		"image": "http://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/026/26287-v1-185x.JPG"
	}
]


